[
  "The first computer mouse was made of wood.",
  "The first computer virus was created in 1983.",
  "The term \"bug\" in computer science originated from an actual moth found inside a computer.",
  "The world's first computer programmer was a woman named Ada Lovelace.",
  "The first electronic computer, ENIAC, weighed more than 27 tons!",
  "The average smartphone today has more computing power than the computers used for the Apollo 11 moon landing.",
  "The Internet is older than the World Wide Web.",
  "The first video game, \"Tennis for Two,\" was created in 1958.",
  "WWW in a website stands for World Wide Web.",
  "The @ symbol was chosen for email addresses to separate the user's name from the name of their machine.",
  "The first computer to defeat a world chess champion was Deep Blue in 1997.",
  "The first computer bug was found in 1947 and was an actual moth trapped in a computer's relay.",
  "The \"Ctrl + Alt + Delete\" command was originally designed to reboot a computer.",
  "The world's first hard drive was as big as two refrigerators and could only store 5 MB of data.",
  "The first webcam was created to monitor a coffee pot at Cambridge University.",
  "The term \"hacker\" originally referred to someone who made furniture with an axe.",
  "The world's first computer virus was named \"Brain\" and was created in 1986.",
  "The first computer game to become widely popular was Pong, released in 1972.",
  "The Apollo 11 guidance computer had less processing power than a modern-day calculator.",
  "The world's first computer printer was developed in 1953 and was as big as a room.",
  "The first Apple computer, Apple I, was hand-built by Steve Wozniak and sold for $666.66 in 1976.",
  "The first computer was so large that it could fill up an entire room.",
  "The first computer bug was found in a Harvard University computer in 1947.",
  "The first emoji was created in 1999 in Japan.",
  "The world's first computer animation was made in 1961 and was a spinning cube.",
  "The first computer company to reach $1 trillion in market value was Apple Inc. in 2018.",
  "The first computer company to be listed on the New York Stock Exchange was IBM in 1916.",
  "The first computer company to use a mouse was Apple Inc. in 1984.",
  "The first computer company to be named after its founders was Hewlett-Packard, or HP."
]
